Repository: mpleclai/stardew-ios-helper
Catalog: StardewHelper/StringResources/ObjectStrings.xcstrings
Source language: en
Languages: es

# PrismaticJelly_Description
source: Harvested from the rare and elusive prismatic slime.
es: Recolectada de la rara y elusiva baba prismática.

# PrismaticJelly_Name
source: Prismatic Jelly
es: Gelatina prismática

# PrismaticShard_Description
source: A very rare and powerful substance with unknown origins.
es: Una sustancia poco común y muy poderosa de origen desconocido.

# PrismaticShard_Name
source: Prismatic Shard
es: Esquirla prismática

# PrizeTicket_Description
source: Bring this to the prize machine in Lewis' house for a special reward.
es: Lleva esto a la máquina de premios en la casa de Lewis para una recompensa especial.

# PrizeTicket_Name
source: Prize Ticket
es: Ticket de premio

# ProtectionRing_Description
source: Stay invincible for a little while longer after taking damage.
es: Mantente invencible durante un rato más tras recibir daño.

# ProtectionRing_Name
source: Protection Ring
es: Anillo de protección

# Pufferfish_Description
source: Inflates when threatened.
es: Se hincha cuando lo amenazan.

# Pufferfish_Name
source: Pufferfish
es: Pez globo

# Pumpkin_Description
source: A fall favorite; grown for its crunchy seeds and delicately flavored flesh. As a bonus; the hollow shell can be carved into a festive decoration.
es: Una de las estrellas del otoño; cultivada por sus semillas crujientes y su carne de sabor delicado. Además; su cáscara hueca puede tallarse para hacer decoraciones festivas.

# Pumpkin_Name
source: Pumpkin
es: Calabaza

# PumpkinPie_Description
source: Silky pumpkin cream in a flaky crust.
es: Sedosa crema de calabaza sobre una masa de hojaldre.

# PumpkinPie_Name
source: Pumpkin Pie
es: Tarta de calabaza

# PumpkinSeeds_Description
source: Plant these in the fall. Takes 13 days to mature.
es: Plántalas en otoño. Tardan 13 días en madurar.

# PumpkinSeeds_Name
source: Pumpkin Seeds
es: Semillas de calabaza

# PumpkinSoup_Description
source: A seasonal favorite.
es: La preferida de la temporada.

# PumpkinSoup_Name
source: Pumpkin Soup
es: Sopa de calabaza

# PurpleMushroom_Description
source: A rare mushroom found deep in caves.
es: Una seta poco común que se encuentra en las profundidades de las cuevas.

# PurpleMushroom_Name
source: Purple Mushroom
es: Seta lila

# PurpleSlimeEgg_Description
source: Can be hatched in a slime incubator.
es: Puede incubarse en una incubadora de babas.

# PurpleSlimeEgg_Name
source: Purple Slime Egg
es: Huevo de baba lila

# Pyrite_Description
source: Commonly known as "Fool's Gold".
es: Normalmente conocida como «el oro de los idiotas».

# Pyrite_Name
source: Pyrite
es: Pirita

# QiBean_Description
source: Plant these in any season. Water every day to produce a Qi Fruit. Takes 4 days to mature.
es: Plántalas en cualquier estación. Riégala cada dia para producir un fruto Qi. Tardan 4 días en madurar.

# QiBean_Name
source: Qi Bean
es: Judía Qi

# QiFruit_Description
source: Mr. Qi has challenged you to ship 500 of these strange melons.
es: El Sr. Qi te ha retado a enviarle 500 unidades de estos extraños melones.

# QiFruit_Name
source: Qi Fruit
es: Fruto Qi

# QiGem_Description
source: A special currency honored by Mr. Qi.
es: Una moneda especial entregada por el Sr. Qi.

# QiGem_Name
source: Qi Gem
es: Gema Qi

# QiSeasoning_Description
source: Just a dash will elevate any dish to extraordinary heights. Automatically applied when cooking.
es: Solo una pizca puede elevar cualquier plato a alturas extraordinarias. Se aplica automáticamente al cocinar.

# QiSeasoning_Name
source: Qi Seasoning
es: Condimento Qi

# QualityBobber_Description
source: Boosts the quality of fish that you catch.
es: Aumenta la calidad de los peces que pescas.

# QualityBobber_Name
source: Quality Bobber
es: Corcho de calidad

# QualityFertilizer_Description
source: Improves soil quality; increasing your chance to grow quality crops. Mix into tilled soil.
es: Mejora la calidad del suelo y hace más fácil conseguir cultivos de calidad. Úsalo sobre suelo arado.

# QualityFertilizer_Name
source: Quality Fertilizer
es: Fertilizante deluxe

# QualityRetainingSoil_Description
source: This soil has a good chance of staying watered overnight. Mix into tilled soil.
es: Es muy probable que la tierra se mantenga regada durante la noche. Úsalo sobre suelo arado.

# QualityRetainingSoil_Name
source: Quality Retaining Soil
es: Hidrogel deluxe

# QualitySprinkler_Description
source: Waters the 8 adjacent tiles every morning.
es: Riega las 8 casillas adyacentes cada mañana.

# QualitySprinkler_Name
source: Quality Sprinkler
es: Aspersor de calidad

# Quartz_Description
source: A clear crystal commonly found in caves and mines.
es: Un cristal claro que se encuentra a menudo en cuevas y minas.

# Quartz_Name
source: Quartz
es: Cuarzo

# RabbitsFoot_Description
source: Some say it's lucky.
es: Hay quien dice que da suerte.

# RabbitsFoot_Name
source: Rabbit's Foot
es: Pata de conejo

# RadioactiveBar_Description
source: Known by the Zuzu City Safety Commission to cause irreversible bodily harm.
es: Es sabido por la Comisión de Seguridad de Ciudad Zuzu que causa daño corporal irreversible.

# RadioactiveBar_Name
source: Radioactive Bar
es: Lingote radiactivo

# RadioactiveCarp_Description
source: A carp that spent one too many years in toxic sludge.
es: Una carpa que pasó demasiado tiempo sobre residuos tóxicos.

# RadioactiveCarp_Name
source: Radioactive Carp
es: Carpa radioactiva

# RadioactiveOre_Description
source: It's glowing with dangerous energy... Can be smelted into bars.
es: Brilla con energía peligrosa... Puede ser fundido en lingotes.

# RadioactiveOre_Name
source: Radioactive Ore
es: Mineral radiactivo

# RadioactiveStone_Description
source: Contains radioactive ore.
es: Contiene mena radioactiva.

# Radish_Description
source: A crisp and refreshing root vegetable with hints of pepper when eaten raw.
es: Una raíz crujiente y refrescante con un toque de pimienta si se come crudo.

# Radish_Name
source: Radish
es: Rábano

# RadishSalad_Description
source: The radishes are so crisp!
es: ¡Los rábanos crujen que da gusto!

# RadishSalad_Name
source: Radish Salad
es: Ensalada de rábanos

# RadishSeeds_Description
source: Plant these in the summer. Takes 6 days to mature.
es: Plántalas en verano. Tardan 6 días en madurar.

# RadishSeeds_Name
source: Radish Seeds
es: Semillas de rábano

# RainbowShell_Description
source: It's a very beautiful shell.
es: Es muy hermosa.

# RainbowShell_Name
source: Rainbow Shell
es: Concha arcoíris

# RainbowTrout_Description
source: A freshwater trout with colorful markings.
es: Una trucha de agua dulce con marcas de colores.

# RainbowTrout_Name
source: Rainbow Trout
es: Trucha arcoíris

# RainTotem_Description
source: Activate to greatly increase the chance for rain tomorrow. Consumed on use.
es: Actívalo para aumentar mucho la probabilidad de que llueva mañana. Se consume al usarlo.

# RainTotem_Name
source: Rain Totem
es: Tótem de lluvia

# Raisins_Description
source: It's said to be the Junimos' favorite food.
es: Se dice que es la comida favorita de los Junimos.

# Raisins_Name
source: Raisins
es: Pasas

# RareDisc_Description
source: A heavy black disc studded with peculiar red stones. When you hold it; you're overwhelmed with a feeling of dread.
es: Un disco negro y pesado tachonado de piedras rojas peculiares. Al sostenerlo te abruma una sensación de pavor.

# RareDisc_Name
source: Rare Disc
es: Disco raro

# RareSeed_Description
source: Sow in fall. Takes all season to grow.
es: Siémbrala en otoño. Tarda toda la estación en crecer.

# RareSeed_Name
source: Rare Seed
es: Semilla rara

# RedCabbage_Description
source: Often used in salads and coleslaws. The color can range from purple to blue to green-yellow depending on soil conditions.
es: Se usa a menudo en ensaladas y chucrut. Su color puede variar entre lila; azul y amarillo verdoso según las condiciones del suelo.

# RedCabbage_Name
source: Red Cabbage
es: Lombarda

# RedCabbageSeeds_Description
source: Plant these in the summer. Takes 9 days to mature.
es: Plántalas en verano. Tardan 9 días en madurar.

# RedCabbageSeeds_Name
source: Red Cabbage Seeds
es: Semillas de lombarda

# RedMullet_Description
source: Long ago these were kept as pets.
es: Hace mucho eran considerados mascotas.

# RedMullet_Name
source: Red Mullet
es: Salmonete

# RedMushroom_Description
source: A spotted mushroom sometimes found in caves.
es: Una seta a topos que a veces se encuentra en las cuevas.

# RedMushroom_Name
source: Red Mushroom
es: Seta roja

# RedPlate_Description
source: Full of antioxidants.
es: Lleno de antioxidantes.

# RedPlate_Name
source: Red Plate
es: Plato rojo

# RedSlimeEgg_Description
source: Can be hatched in a slime incubator.
es: Puede incubarse en una incubadora de babas.

# RedSlimeEgg_Name
source: Red Slime Egg
es: Huevo de baba roja

# RedSnapper_Description
source: A popular fish with a nice red color.
es: Un pez popular de un bonito color rojo.

# RedSnapper_Name
source: Red Snapper
es: Pargo colorado

# RefinedQuartz_Description
source: A more pure form of quartz.
es: Cuarzo en estado más puro.

# RefinedQuartz_Name
source: Refined Quartz
es: Cuarzo refinado

# Rhubarb_Description
source: The stalks are extremely tart; but make a great dessert when sweetened.
es: Sus tallos son tremendamente agrios; pero conforman un buen postre si se edulcoran.

# Rhubarb_Name
source: Rhubarb
es: Ruibarbo

# RhubarbPie_Description
source: Mmm; tangy and sweet!
es: ¡Mmm; ácida y dulce!

# RhubarbPie_Name
source: Rhubarb Pie
es: Tarta de ruibarbo

# RhubarbSeeds_Description
source: Plant these in the spring. Takes 13 days to mature.
es: Plántalo en primavera. Tarda 13 días en madurar.

# RhubarbSeeds_Name
source: Rhubarb Seeds
es: Brote de ruibarbo

# Rice_Description
source: A basic grain often served under vegetables.
es: Un cereal básico que se suele servir con verduras.

# Rice_Name
source: Rice
es: Arroz

# RicePudding_Description
source: It's creamy; sweet; and fun to eat.
es: Cremoso; dulce y divertido de comer.

# RicePudding_Name
source: Rice Pudding
es: Arroz con leche

# RiceShoot_Description
source: Plant these in the spring. Takes 8 days to mature. Grows faster if planted near a body of water. Harvest with the scythe.
es: Plántalos en primavera. Tardan 8 días en madurar. Crece más rápido si se planta cerca de un cuerpo de agua. Coséchalos con la guadaña.

# RiceShoot_Name
source: Rice Shoot
es: Brote de arroz

# RingofYoba_Description
source: Occasionally shields the wearer from damage.
es: A veces protege de daños a su portador.

# RingofYoba_Name
source: Ring of Yoba
es: Anillo de Yoba

# RoastedHazelnuts_Description
source: The roasting process creates a rich forest flavor.
es: El proceso de tueste le aporta un rico sabor a bosque.

# RoastedHazelnuts_Name
source: Roasted Hazelnuts
es: Avellanas tostadas

# Roe_Description
source: Fresh fish eggs. These can be aged in a preserves jar to bring out more flavor.
es: Huevos frescos de pez. Pueden ser envejecidas y preservadas en tarros para que adquieran más sabor.

# Roe_Name
source: Roe
es: Huevas

# RootsPlatter_Description
source: This'll get you digging for more.
es: Querrás cavar para conseguir más.

# RootsPlatter_Name
source: Roots Platter
es: Bandeja de raíces

# RottenPlant_Description
source: Decomposing organic material. It's slimy and unpleasant.
es: Materia orgánica en descomposición. Viscosa y desagradable.

# RottenPlant_Name
source: Rotten Plant
es: Planta podrida

# Ruby_Description
source: A precious stone that is sought after for its rich color and beautiful luster.
es: Una piedra preciosa muy buscada por su rico color y su hermoso brillo.

# Ruby_Name
source: Ruby
es: Rubí

# RubyRing_Description
source: Increases attack by 10%.
es: Aumenta el ataque en un 10%.

# RubyRing_Name
source: Ruby Ring
es: Anillo de rubí

# RusticPlankFloor_Description
source: Place on the ground to create paths or to decorate your floors.
es: Sitúalo en el suelo para crear caminos o decorar el suelo.

# RusticPlankFloor_Name
source: Rustic Plank Floor
es: Suelo de tablones rústicos

# RustyCog_Description
source: A well preserved cog that must have been part of some ancient machine. This could be dwarven technology.
es: Un engranaje muy bien conservado que debió de formar parte de alguna máquina antigua. Podría ser tecnología enana.

# RustyCog_Name
source: Rusty Cog
es: Engranaje oxidado

# RustySpoon_Description
source: A plain old spoon; probably ten years old. Not very interesting.
es: Una vieja cuchara normal; de unos diez años. No demasiado interesante.

# RustySpoon_Name
source: Rusty Spoon
es: Cuchara oxidada

# RustySpur_Description
source: An old spur that was once attached to a cowboy's boot. People must have been raising animals in this area for many generations.
es: Una antigua espuela que una vez estuvo unida a la bota de un vaquero. Seguramente la gente ha criado animales aquí desde hace generaciones.

# RustySpur_Name
source: Rusty Spur
es: Espuela oxidada

# Salad_Description
source: A healthy garden salad.
es: Una saludable ensalada verde.

# Salad_Name
source: Salad
es: Ensalada

# Salmon_Description
source: Swims upstream to lay its eggs.
es: Nada a contracorriente para desovar.

# Salmon_Name
source: Salmon
es: Salmón

# Salmonberry_Description
source: A spring-time berry with the flavor of the forest.
es: Una baya de primavera con el sabor del bosque.

# Salmonberry_Name
source: Salmonberry
es: Frambuesa

# SalmonDinner_Description
source: The lemon spritz makes it special.
es: Rociarlo con limón le da un toque especial.

# SalmonDinner_Name
source: Salmon Dinner
es: Banquete de salmón

# Sandfish_Description
source: It tries to hide using camouflage.
es: Intenta esconderse usando camuflaje.

# Sandfish_Name
source: Sandfish
es: Lenguado

# Sandstone_Description
source: A common type of stone with red and brown striations.
es: Un tipo común de piedra con franjas rojas y marrones.

# Sandstone_Name
source: Sandstone
es: Arenisca

# Sap_Description
source: A fluid obtained from trees.
es: Un fluido que se obtiene de los árboles.

# Sap_Name
source: Sap
es: Savia

# Sardine_Description
source: A common ocean fish.
es: Un pez de agua salada común.

# Sardine_Name
source: Sardine
es: Sardina

# Sashimi_Description
source: Raw fish sliced into thin pieces.
es: Pescado crudo en filetes muy finos.

# SavageRing_Description
source: Gain a short speed boost whenever you slay a monster.
es: Ganas un pequeño aumento de velocidad cada vez que matas a un monstruo.

# SavageRing_Name
source: Savage Ring
es: Anillo del salvaje

# ScorpionCarp_Description
source: It's like a regular carp but with a sharp stinger.
es: Es como una carpa normal pero con un aguijón afilado.

# ScorpionCarp_Name
source: Scorpion Carp
es: Carpa escorpión

# SeaCucumber_Description
source: A slippery; slimy creature found on the ocean floor.
es: Una criatura resbaladiza y viscosa que se encuentra en el fondo del mar.

# SeaCucumber_Name
source: Sea Cucumber
es: Pepino de mar

# SeafoamPudding_Description
source: This briny pudding will really get you into the maritime mindset!
es: ¡Este budín de salmuera realmente te llevará a la mentalidad marítima!

# SeafoamPudding_Name
source: Seafoam Pudding
es: Budín de espuma de mar

# SeaUrchin_Description
source: A slow-moving; spiny creature that some consider a delicacy.
es: Una criatura lenta y espinosa que algunos consideran una delicia.

# SeaUrchin_Name
source: Sea Urchin
es: Erizo de mar

# Seaweed_Description
source: It can be used in cooking.
es: Se puede usar para cocinar.

# Seaweed_Name
source: Seaweed
es: Alga

# SecretNote_Description
source: It's old and crumpled; but if you look closely you can make out the details...
es: Está vieja y arrugada; pero si la analizas de cerca puedes discernir los detalles...

# SecretNote_Name
source: Secret Note
es: Nota secreta

# Shad_Description
source: Lives in a school at sea; but returns to the rivers to spawn.
es: Vive en bancos en el mar; pero vuelve a los ríos para desovar.

# Shad_Name
source: Shad
es: Sábalo

# Shrimp_Description
source: A scavenger that feeds off the ocean floor. Widely prized for its meat.
es: Carroñera que se alimenta del fondo marino. Muy apreciada por su carne.

# Shrimp_Name
source: Shrimp
es: Gamba

# ShrimpCocktail_Description
source: A sumptuous appetizer made with freshly-caught shrimp.
es: Un aperitivo suntuoso hecho con gambas frescas.

# ShrimpCocktail_Name
source: Shrimp Cocktail
es: Cóctel de gambas

# SkeletalHand_Description
source: It's a wonder all these ancient little pieces lasted so long.
es: Es un milagro que estas piezas tan pequeñas hayan durado tanto.

# SkeletalHand_Name
source: Skeletal Hand
es: Mano esquelética

# SkeletalTail_Description
source: It's pretty short for a tail.
es: Bastante corta para ser una cola.

# SkeletalTail_Name
source: Skeletal Tail
es: Cola esquelética

# Slate_Description
source: It's extremely resistant to water; making it a good roofing material.
es: Extremadamente resistente al agua; lo que la hace muy buena para recubrir tejados.

# Slate_Name
source: Slate
es: Pizarra

# Slime_Description
source: A shimmering; gelatinous glob with no smell.
es: Un pegote gelatinoso y brillante sin olor.

# Slime_Name
source: Slime
es: Baba

# SlimeCharmerRing_Description
source: Prevents damage from slimes.
es: Evita el daño causado por babas.

# SlimeCharmerRing_Name
source: Slime Charmer Ring
es: Anillo encantababas

# SlimeCrate_Description
source: Use this to transport a domesticated slime to another location.
es: Utiliza esto para transportar a una baba domesticada a otro lugar.

# SlimeCrate_Name
source: Slime Crate
es: Caja baba

# Slimejack_Description
source: He's coated in a very thick layer of slime. He keeps slipping out of your hands!
es: Está cubierto por una espesa capa de baba. ¡No deja de resbalársete!

# Slimejack_Name
source: Slimejack
es: Babolín

# SmallGlowRing_Description
source: Emits a small; constant light.
es: Emite una pequeña luz constante.

# SmallGlowRing_Name
source: Small Glow Ring
es: Pequeño anillo brillante

# SmallMagnetRing_Description
source: Slightly increases your radius for collecting items.
es: Aumenta ligeramente tu radio de recolección de objetos.

# SmallMagnetRing_Name
source: Small Magnet Ring
es: Pequeño anillo magnético

# SmallmouthBass_Description
source: A freshwater fish that is very sensitive to pollution.
es: Un pez de agua dulce muy sensible a la contaminación.

# SmallmouthBass_Name
source: Smallmouth Bass
es: Lubina

# SmokedFish_CollectionsTabDescription
source: A whole fish; smoked to perfection.
es: Un pez entero; ahumado a la perfección.

# SmokedFish_CollectionsTabName
source: Smoked Fish
es: Pescado Ahumado

# SmokedFish_Description
source: A whole {0}; smoked to perfection.
es: Un {0} entero; ahumado a la perfección.

# SmokedFish_Name
source: Smoked
es: Ahumado

# Snail_Description
source: A wide-ranging mollusc that lives in a spiral shell.
es: Un molusco muy variado que vive en una concha espiral.

# Snail_Name
source: Snail
es: Caracol

# SnakeSkull_Name
source: Snake Skull
es: Cráneo de serpiente

# SnakeVertebrae_Description
source: It appears this serpent may have been extremely flexible.
es: Parece que la serpiente era extremadamente flexible.

# SnakeVertebrae_Name
source: Snake Vertebrae
es: Vértebra de serpiente

# SnowYam_Description
source: This little yam was hiding beneath the snow.
es: Este pequeño ñame se esconde bajo la nieve.

# SnowYam_Name
source: Snow Yam
es: Ñame nival

# Soapstone_Description
source: Because of its relatively soft consistency; this stone is very popular for carving.
es: Por su consistencia relativamente blanda es muy popular como material de talla.

# Soapstone_Name
source: Soapstone
es: Esteatita

# SoggyNewspaper_Description
source: This is trash.
es: No es más que basura.

# SoggyNewspaper_Name
source: Soggy Newspaper
es: Periódico empapado

# SolarEssence_Description
source: The glowing face is warm to the touch.
es: La parte que brilla es cálida al tacto.

# SolarEssence_Name
source: Solar Essence
es: Esencia solar

# SonarBobber_Description
source: Shows what fish is on the line before it's caught.
es: Muestra qué peces se encuentran en la línea antes de ser atrapados.

# SonarBobber_Name
source: Sonar Bobber
es: Corcho sónar

# SonofCrimsonfish_Description
source: He hatched in the warm summer water; and followed in the footsteps of his father.
es: Eclosionó en las aguas cálidas del verano; y continuó los pasos de su padre.

# SonofCrimsonfish_Name
source: Son of Crimsonfish
es: Hijo de pez carmesí

# SoulSapperRing_Description
source: Gain a little bit of energy every time you slay a monster.
es: Gana algo de energía cada vez que mates un monstruo.

# SoulSapperRing_Name
source: Soul Sapper Ring
es: Anillo chupaalmas

# Spaghetti_Description
source: An old favorite.
es: Todo un clásico.

# Spaghetti_Name
source: Spaghetti
es: Espagueti

# SpangleSeeds_Description
source: Plant in summer. Takes 8 days to produce a vibrant tropical flower. Assorted colors.
es: Plántalas en verano. Tardan 8 días en producir una colorida flor tropical. Colores variados.

# SpangleSeeds_Name
source: Spangle Seeds
es: Semillas de lentejuela

source: Special Charm
es: Amuleto especial

# SpecialCharmDescription
source: You received the {0}! You feel an aura of good fortune surrounding you (luck is permanently increased)!
es: ¡Has recibido el {0}! ¡Sientes cómo te envuelve un aura de buena suerte! (Aumento permanente de suerte.)

# SpecificBait_Description
source: Increases your chance to catch {0}.
es: Aumenta tus posibilidades de captura {0}.

# SpecificBait_Name
source: Bait
es: Cebo

# SpeedGro_Description
source: Stimulates leaf production. Guaranteed to increase growth rate by at least 10%. Mix into tilled soil.
es: Estimula el crecimiento de las hojas. Garantiza una tasa de crecimiento como mínimo un 10% más rápida. Úsalo sobre suelo arado.

# SpeedGro_Name
source: Speed-Gro
es: Acelerador básico

# SpiceBerry_Description
source: It fills the air with a pungent aroma.
es: Llena el ambiente con su aroma acre.

# SpiceBerry_Name
source: Spice Berry
es: Baya especiada

# SpicyEel_Description
source: It's really spicy! Be careful.
es: ¡Pica mucho! Ten cuidado.

# SpicyEel_Name
source: Spicy Eel
es: Anguila picante

# Spinner_Description
source: The shape makes it spin around in the water. Slightly increases the bite-rate when fishing.
es: Su forma hace que gire en el agua. Aumenta ligeramente la cantidad de peces que pican al pescar.

# Spinner_Name
source: Spinner
es: Girador

# SpiritTorch_Description
source: It's unclear where the blue color comes from...
es: No está claro de dónde sale el color azulado...

# SpiritTorch_Name
source: Spirit Torch
es: Antorcha espiritual

# SpookFish_Description
source: The huge eyes can detect the faint silhouettes of prey.
es: Unos ojos gigantescos para detectar las débiles siluetas de las presas.

# SpookFish_Name
source: Spook Fish
es: Pez asustado

# SpringOnion_Description
source: These grow wild during the spring.
es: Crecen salvajes durante la primavera.

# SpringOnion_Name
source: Spring Onion
es: Cebolleta

# SpringOnionBugs
source: Spring Onion Mastery
es: Maestría con las cebolletas

# SpringSeeds_Description
source: An assortment of wild spring seeds.
es: Un surtido de semillas silvestres de primavera.

# SpringSeeds_Name
source: Spring Seeds
es: Semillas primaverales

# Sprinkler_Description
source: Waters the 4 adjacent tiles every morning.
es: Riega las 4 casillas adyacentes cada mañana.

# Sprinkler_Name
source: Sprinkler
es: Aspersor

# Squid_Description
source: A deep sea creature that can grow to enormous size.
es: Una criatura del fondo marino que puede crecer hasta ser enorme.

# Squid_Name
source: Squid
es: Calamar
